import { dessert1, dessert2, dessert3 } from "../../../image/dessert/components";
import { drink1, drink2, drink3 } from "../../../image/drinks/components";
import { mainDishes1, mainDishes2, mainDishes3 } from "../../../image/main-dishes/components";
import { salad1,salad2,salad3 } from "../../../image/salads/components";
import {soup1, soup2, soup3} from "../../../image/soups/components" 
// recipes.js
export const recipes = [
    {
        id: 1,
        title: 'Борщ з куркою',
        ingredients: ['1 Курине стегно', '3 Моркви', '1 Цибуля','Петрушка за смаком','2 Відварених буряка','3 Картоплі','Часник 2 зубка','1/2 Капусти'],
        imgs:[soup1],
        spices:['Оливкова олія','Перець чорний мелений','Томатна паста','Сіль'],
        steps: [
            'Спочатку в каструльку кладемо помите куряче стегенце. До нього додаємо петрушку, цибулю-порей, а також одну морквинку, яку ми попередньо почистили і нарізли кружечками. Заливаємо ці інгредієнти водою (1, 5 л), солимо їх і ставимо варитися на середньому вогні приблизно 30 хвилин.',
            'Після цього чистимо цибулю і нарізаємо її маленькими кубиками. Дві морквини чистимо і тремо на крупній тертці. Часник подрібнюємо ножем на невеликі шматочки. Миємо свіженьку білокачанну капусту і шинкуємо її ножем або тремо на тертці.',
            'На наступному етапі чистимо картоплю і ріжемо її на однакові кубики. Заливаємо водою в окремій тарілці.',
            'Поки м’ясо продовжує варитися, ми підготуємо засмажку. Для цього розігріваємо сковорідку з рослинним маслом на плиті. Відправляємо сюди цибулю та моркву і пасеруємо їх декілька хвилин. Потім до них відправляємо подрібнений часник, а також томатну пасту. Гарненько перемішуємо компоненти, а згодом до них висипаємо натерті бурячки. Солимо та перчимо овочеву масу і тушкуємо її на маленькому вогні впродовж 7 хвилин.',
            'У цей час зварилося м’ясо. Дістаємо його разом з овочами з каструльки. В бульйон висипаємо кубики картоплі. Коли вода закипить, сюди також відправляємо нашинковану капусту та тушковані овочі. Готуємо борщ, поки не звариться картопля. Після цього регулюємо в страві наявність усіх спецій та солі. Паралельно з цим відділяємо м’ясо курки від кістки.',
            'Наливаємо борщик в тарілку. Сюди додаємо шматочки м’яса, сметану та зелень. Подаємо до столу. Смачного!'

        ],
    },
    {
        id: 2,
        title: 'Солянка збірна м`ясна',
        ingredients: ['250 г свинини', '250 г яловичини', '150 г шинки','три сосиски','100 г бекону','дві цибулини','одна морквина','4 квашених/солоних огірки'],
        imgs:[soup2],
        spices:['ложка томатної пасти','лимон','лаврушка','перець-горошок','оливки','сметана','каперси','зелень'],
        steps: [
            'Для бульйону взяти свинячі ребра і телячу грудинку, викласти в каструлю і поставити варитися. Коли вода закипить, ретельно прибрати піну. Кинути в каструлю моркву і порізану четвертинками цибулину. Після цього на маленькому вогні варити бульйон півтори години.',
            'Бекон або шинку порізати на кубики. На сковорідці посмажити м`ясо, не додаючи масла і постійно помішуючи. Прибрати бекон зі сковороди і висипати туди порізану цибулину і підсмажити до прозорості. Порізати огірки і відправити до цибулі обсмажуватися ще п`ять хвилин, після чого покласти пасту, влити два ополоники бульйону, перемішати, закрити кришкою і протушкувати 10 хвилин.',
            'Моркву і цибулю прибрати з бульйону, вийняти все м`ясо, відокремити від кістки, порізати шматками. Порізати шинку і сосиски. Вилити в бульйон заправку, а після того, як рідина закипить, варити ще 10 хвилин. Поперчити, закинути в каструлю все м`ясо. Знову закип`ятити і варити п`ять хвилин, потім закрити вогонь і кинути в каструлю лаврушку.',
            'Після того, як солянка настоїться не менше 10 хвилин, з неї можна прибрати лаврушку. Накладаючи солянку в тарілки, додати потроху каперсів, нарізаних оливок, зелень, сметану і скибочку лимона.',
            'Кулінар радить не солити солянку, оскільки квашені огірки і копченості і так зроблять блюдо солоним, також не потрібно додавати зайві спеції, щоб не перебити м`ясний смак.'
        ],
    },
    {
        id: 3,
        title: 'Домашня юшка',
        ingredients: ['1кг Риби (голови, хвости) ', '1 Морква', '1 Корінь селери або петрушки','1 Цибуля','1-2 Картоплі','1-2 зубка Часник'],
        imgs:[soup3],
        spices:['Сіль','Чорний перець','Духмяний перець','Гвоздика','Лавровий лист','Коріандр'],
        steps: [
            'Домашня юшка, це завжди спогад про риболовлю. Налити в каструлю 2 л води. Поки вода закипає — кинути в каструлю всі спеції і трохи посолити.',
            'В якості спецій ми додаємо: горошин — чорного перцю 10-12 шт, запашного перцю 2-3 шт, коріандру 0.5 ч. л. Крім того гвоздики 1-2 шт і 2 лаврових листки.',
            'Мopквину пoчиcтити і нapізaти тoвcтими кpужeчкaми aбo пpocтo poзpізaти її нaвпіл. Кopінь ceлepи (мoжнa дoдaти кopінь пeтpушки, aлe oбepeжнo — він дaє тpoxи гіpкoтa) кинути цілим, якщo він нeвeликий. aбo відpізaти пo шмaтку від вeликoгo кopeня. Цибулину oчиcтити і злeгкa, буквaльнo нa чвepть виcoти, нaдpізaти нaвxpecт.',
            'Коли вода закипить, дати покипіти спеціям і корінню 15 хвилин. Витягти селеру і лавровий лист. Після цього кинути в киплячу воду очищені й розрізані на 4-6 частини картоплини. Викинути розварену цибулю. Додати часник — зубчики треба трохи розплющити колодкою ножа. ',
            'Варити картоплю 10-12 хвилин. Потім покласти в юшку рибу.',
            'Піcля зaклaдки pиби юшку кpaщe нe пepeмішувaти і нe дaвaти pідини виpувaти. Вapити юшку 15-20 xвилин. Нa нeвeликoму вoгні, щoб дoмaшня юшкa cлaбo кипілa. Пoтім мoжнa витягти мopквину. Зaлишaти звapeну мopкву у юшці aбo нe зaлишaти — нa вaш poзcуд. Пpиміpoм, я мopку люблю. Зa cмaкoм ocтaтoчнo пocoлити і пoпepчити.',
            'Нa цьoму eтaпі в юшку мoжнa пoклacти шмaтки cиpoї гapнoї pиби — cудaкa, фopeлі і т. д. Піcля тoгo як ця pибa звapитьcя, її мoжнa пoклacти кoжнoму в тapілку, пo шмaтку. Дoдaти дpібнo нapізaну зeлeнь пeтpушки. Пoки дoмaшня юшкa щe кипить, дoдaти щe 2 лaвpoвиx лиcтки.',
            'Відpaзу ж зняти юшку з вoгню і дaти пocтoяти 10 xвилин. Як вищий пиcк — мoжнa дoдaти в юшку гpaм 50 гopілoчки. aлe, гopілкa в юшку — цe нa пpиpoді.Якщo юшкa дoмaшня і для cім`ї, нaвpяд чи вapтo тaк poбити. В пpинципі, ніxтo нe зaбopoняє пpocтo нaлити бaжaючим пo чapці.',
            'З юшки витягти рибу і викласти її на окрему тарілку. Після цього юшку розлити в тарілки і їсти зі свіжим хлібом. Обов`язково поставити на стіл сільничку і мелений чорний перець.'
        ],
    },
    {
        id: 4,
        title: 'Курячий шашлик з картоплею',
        ingredients: ['Куряче філе (зі стегна) - 1, 5 кілограма', 'Цибуля ріпчаста - 4 штуки', 'Картопля - 7 штук (середній або великий)'],
        imgs:[mainDishes1],
        spices:['Сіль, чорний перець - - За смаком','Оцет 9-проц. - 50 мілілітрів'],
        steps: [
            'Нарізаємо куряче філе на невеликі шматочки приблизно однакового розміру, складаємо в миску.',
            'Додаємо до шматочках курки перець, сіль, цибуля, нарізаний тонкими кільцями, оцет. Перемішуємо і залишаємо маринуватися приблизно на 1-2 годину. Можна поставити на нижню полицю в холодильник або на підвіконня. Бажано миску прикрити кришкою або обернути харчовою плівкою.',
            'Через 1-2 години сиру картоплю чистимо, нарізаємо кільцями і викладаємо на деко, попередньо змащений маслом або застелений пергаментом.',
            'Замариноване м`ясо нанизуємо на дерев`яні шпажки, чергуючи з кільцями цибулі. До речі, дерев`яні шпажки краще вимочити в воді. Як тільки поставите маринуватися шашлик, шпажки замочіть.',
            'Шашлики викладаємо на деко, на шар картоплі.Ставимо деко в розігріту до 180-190 градусів духовку хвилин на 30. Коли верхня частина шашликів підсмажиться їх треба акуратно перевернути, щоб м`ясо було рум`яне з усіх боків. Картопелька просочується соком від м`яса і виходить дуже смачною.',
            'Через півгодини витягуємо деко з духовки, розкладаємо блюдо по тарілках і їмо.',
        ],
    },
    {
        id: 5,
        title: 'Овочеве рагу',
        ingredients: ['Філе куряче - 250 гр', 'Цибуля ріпчаста - 1 шт', 'Часник - 2 зубчики','Морква - 1 шт','Перець болгарський - 1 шт','Кабачки - 1 шт','Картопля - 2 шт'],
        imgs:[mainDishes2],
        spices:['Масло рослинне - 50 гр','Кетчуп або томатна паста - 100-150 гр','Коріандр - 0.5 - 1 ч.л','Чорний перець, сіль - за смаком'],
        steps: [
            'Куряче філе промити, нарізати шматочками. Цибулю, моркву, кабачок, картоплю і перець очистити, нарізати кубиками. Зелень промити, дрібно нашаткувати.',
            'Розігріти на сковороді рослинне масло, обсмажити м`ясо до золотистої скоринки. Додати картоплю і цибулю, смажити ще 2 хвилини.',
            'Перекласти інші овочі, додати кетчуп або томатну пасту, накрити кришкою і тушкувати 10 хвилин. Очистити часник, дрібно нашаткувати. Додати в рагу, засипати дрібно нарізану зелень і спеції, перемішати і подавати до столу.',
        ],
    },
    {
        id: 6,
        title: 'Пельмені',
        ingredients: ['500 г борошна', '220-250 мл гарячої води', '3 ст. л. соняшникової олії','500 г пісної свинини (м`якоті)','3 зубчики часнику','1/2 ріпчастої цибулі','50 мл крижаної води'],
        imgs:[mainDishes3],
        spices:['сіль та перець до смаку'],
        steps: [
            'Для приготування фаршу наріжте довільними шматками 500 г м’якоті свинини. Шматочки не повинні бути завеликими, аби зручно було викладати їх у м’ясорубку. Очистьте ½ ріпчастої цибулі та розріжте ще раз навпіл, також почистьте 3 зубчики часнику.',
            'На наступному етапі будемо одночасно замішувати тісто та робити фарш за допомогою кухонної машини. Якщо ви не користуєтеся нею, робіть все поетапно. Для тіста викладіть у чашу машини 500 г борошна, влийте 220-250 мл гарячої води та 3 ст. л. соняшникової олії, додайте ½ ч. л. солі. Встановіть насадку «Гак» та увімкніть замішувати тісто на середній швидкості. Тим часом встановіть насадку «М`ясорубка» та зробіть фарш зі свинини з цибулею та часником. Готовий фарш посоліть і поперчіть до смаку, перемішайте. На все це у вас піде якихось 5 хвилин за умови користування кухонною машиною.',
            'Коли тісто замішане, сформуйте з нього кулю та накрийте рушником, залиште відпочити на 20 хвилин. Потім встановіть спеціальну насадку та розкачайте тісто для пельменів у тонкий пласт. Це можна зробити й за допомогою скалки, притрусивши робочу поверхню невеликою кількістю борошна.',
            'Сформуйте кружечки за допомогою склянки чи чашки. Діаметр заготовок обирайте до смаку, нам подобаються невеличкі пельмені, тому ми взяли склянку діаметром приблизно 4-5 см.',
            'У миску із фаршем влийте 50 мл крижаної води, так пельмені будуть більш соковитими. Ретельно вимішайте фарш та трохи відбийте його, аби він став податливішим та тримався грудкою, так легше буде формувати пельмені.',
            'На кожен кружечок з тіста викладіть начинку. В нашому випадку це приблизно по половині чайної ложки фаршу. Защипніть краї тіста та сформуйте пельмені. Аби тісто краще зліплювалося, можна змащувати краї холодною водою.',
            'У великій каструлі закип’ятіть воду із додаванням солі. Вкидайте пельмені та варіть протягом 3-5 хвилин після їх спливання на поверхню. Якщо ж ви не плануєте готувати одразу всі пельмені, їх можна скласти у морозильну камеру. Готові пельмені подавайте, як вам більше подобається: із вершковим маслом, оцтом, свіжомеленим чорним перцем чи сметаною до смаку.',

        ],
    },
    {
        id: 7,
        title: 'САЛАТ З МОЛОДОЮ КАПУСТОЇ ТА ОГІРКОМ',
        ingredients: ['200 г молодої капусти', '2 огірка', '3 гілочки кропу'],
        imgs:[salad1],
        spices:['1 ст. л. яблучного оцту','2 ст. л. соняшникової олії','дрібка солі','дрібка цукру','2 краплі кунжутної олії'],
        steps: [
            'Крок 1: Помийте всі овочі і зелень та обсушіть їх паперовим рушником. Зайва волога в салаті не потрібна.',
            'Крок 2: Наріжте дрібною соломкою 200 г молодої капусти, два огірка – півкільцями, а 3 гілочки кропу дрібно посічіть. Перекладіть все у глибоку миску, в якій будете змішувати салат.',
            'Крок 3: Зробіть заправку для салату. В невеличкій мисці змішайте 1 ст. л. яблучного оцту, 2 ст. л. соняшникової олії, додайте по дрібці солі та цукру. Крапніть 2 краплі кунжутної олії. Перемішайте та заправте салат.',
            'Крок 4: Готову страву подавайте одразу до столу та хрумкотіть в задоволення.',
        ],
    },
    {
        id: 8,
        title: 'Вінегрет',
        ingredients: ['Буряк - 1 шт','Морква - 1 шт','Картопля - 2 шт', 'Солоні огірки - 1 шт', 'Капуста квашена - 100 г'],
        imgs:[salad2],
        spices:['Сіль','Оцет - 1 ст. л.','Рослинна олія - 3 ст. л.'],
        steps: [
            'Овочі для варіння повинні бути приблизно однакового розміру. Овочі промити від бруду і відварити до готовності. Картопля і морква варяться 25 хвилин, буряк - 50-60 хвилин. Відварені овочі залити холодною водою і остудити, очистити від шкірки.',
            'Картоплю, моркву і огірок нарізати однаковими кубиками, скласти в миску. Цибулю дрібно нарізати і залити гарячою водою на кілька хвилин, щоб прибрати гіркоту. ',
            'Злити воду і додати до овочів. Капусту віджати від розсолу і додати до овочів. Буряк нарізати кубиком. Якщо ви любите салат з пофарбованими овочами - додавайте буряк відразу.',
            'Якщо не хочете, щоб овочі забарвилися в буряковий - змішайте її з однією ложкою рослинної олії, залиште на кілька хвилин і потім додавайте в салат.',
            'Посоліть салат, перемішайте овочі і заправте сумішшю рослинної олії і оцту.'
        ],
    },
    {
        id: 9,
        title: 'Шуба із лососем',
        ingredients: ['Сьомга слабосолона - 200 г.', 'Яйце - 4 шт.', 'Картопля - 2 шт.','Морква - 2 шт.','Буряк великий - 1 шт.','Зелень для прикраси.'],
        imgs:[salad3],
        spices:['Майонез - 100 г.'],
        steps: [
            'Буряк, морква, картопля і яйця відварити до готовності. Буряк вариться 1-1,5 години, картопля і морква 25 хвилин, яйця - 8 хвилин. ',
            'Остудити, очистити всі інгредієнти і натерти на крупній тертці. Яєчні білки і жовтки натерти окремо. Сьомгу нарізати дрібним кубиком.',
            'Викласти салат шарами: риба, яєчний білок, майонез, картопля, морква, майонез, буряк, майонез і жовтки. Прикрасити салат рубаною зеленню.',
        ],
    },
    {
        id: 10,
        title: 'Пончики',
        ingredients: ['250 мл теплого молока', ' 10 г активних сухих дріжджів', '400 г борошна','60 г розтопленого вершкового масла',' 1 яйце','150 г цукрової пудри'],
        imgs:[dessert1],
        spices:['1 ст. л. цукру',' щіпка солі','рослинне масло - для смаження','щіпка ваніліну - за бажанням.'],
        steps: [
            'Змішайте молоко, дріжджі і цукор і залиште на 15 хвилин. Якщо дріжджі свіжі, то суміш почне пінитися. ',
            'Додайте борошно, масло, яйце і сіль і перемішайте до однорідної консистенції. Накрийте рушником і залиште на 1-1,5 години.',
            'Розкачайте тісто товстим шаром і з допомогою склянки виріжте велкі кружечки. У кожному з них зробіть ще один отвір склянкою меншого діаметру.',
            'Обсмажте пончики в розігрітому маслі. Змішайте просіяну цукрову пудру з молоком і ваніліном. ',
            'Полийте глазур`ю готові пончики.',
        ],
    },
    {
        id: 11,
        title: 'Еклери',
        ingredients: ['180 г борошна', '250 мл води', '100 г масла','6 яєць','375 мл вершків жирністю від 20%','180 г цукру','50 г вершкового масла'],
        imgs:[dessert2],
        spices:['1/2 ст.л. цукру','дрібка солі','ваніль або ванільний цукор'],
        steps: [
            'Масло, воду, сіль і цукор з`єднайте в сотейнику і поставте його на плиту. Вогонь краще зробити середнім.',
            'Коли масло повністю розтане і почне закипати – знімайте його з вогню і трохи почекайте, поки маса перестане активно вирувати.',
            'Тепер всипте в сотейник всю муку (не забудьте попередньо її просіяти) і дуже швидко розмішайте дерев`яною або силіконової лопаткою. Тісто має легко відставати від стінок сотейника.',
            'Тепер поверніть його на невеликий вогонь і продовжуйте помішувати.',
            'Заварюйте тісто до тих пір, поки не побачите білясту плівку на дні сотейника.',
            'Після чого зніміть його з вогню – тісто краще перекласти в окрему глибоку миску.',
            'Коли тісто охолоне додавайте до нього яйця наступним чином: вбивайте спочатку одне яйце і ретельно перемішуйте. Слідкуйте за тістом! Якщо яйця великі, то можна обійтися трьома. Останнє яйце краще додавати по чайній ложці і спостерігати, як змінюється консистенція: тісто готове тоді, коли маса почне вільно падати з лопатки, а проведена на її поверхні лінія не буде затікати.',
            'Розігрійте духовку до 200 градусів.',
            'Деко застеліть пергаментним папером, змастіть його вершковим маслом.',
            'Для фігурних еклерів знадобиться кондитерський мішок. Можете взяти велику насадку або просто відрізати кінчик мішка.',
            'Так як еклери в процесі випічки значно збільшуються в об`ємі, залишайте між смужками відстань не менше 3 см. Перші 20 хвилин випікайте їх при температурі 200 градусів, потім зменшіть вогонь до 160 градусів і тримайте еклери в духовці ще 10 хвилин.',
            'Готові еклери дістаньте з духовки і обов`язково охолодіть їх перед тим, як начиняти.',
            'Найкраще охолоджувати їх на решітці, накривши паперовим рушником',
            'В окремій мисці збийте вінчиком яйця, цукор, борошно і ванілін до повної однорідності. Вершки доведіть до кипіння, після чого тонкою цівкою влийте в яєчну суміш, енергійно помішуючи.',
            'Отриману основу поверніть на невеликий вогонь і варіть до загустіння, постійно помішуючи. Остудіть крем до кімнатної температури і додайте до нього масло кімнатної температури. Збийте вінчиком або міксером.',
            'Начиняти еклери краще з кондитерського мішка, просто зробіть в тістечці отвір і наповніть кремом. Зверху можна прикрасити еклери шоколадною глазур`ю з розтопленого шоколаду, змішаного з невеликою кількістю вершків.'
        ],
    },
    {
        id: 12,
        title: 'Кекси з яблучним пюре',
        ingredients: ['Яблука - 5-7 штук (середні)', 'Борошно - 200 грам', 'Розпушувач для тіста - 2 чайних ложки','Цукор - 150 грам','Масло рослинне - 80 грам','Яйце - 1 штука'],
        imgs:[dessert3],
        spices:['Обкладинка - 1,5-2 чайних ложки',],
        steps: [
            'Яблука очистіть від шкірки, насіннєвий коробочки. Наріжте невеликими шматочками, складіть в чашу і поставте в мікрохвильовку. При максимальній потужності запечіть протягом 4 хвилин до розм`якшення.',
            'Готові яблука розм`якшіть в пюре занурювальним блендером. Прохолодний. Вихід необхідного яблучного пюре 200-210 грам.',
            'В окремій чаші з`єднайте яйце і цукор.',
            'Збийте в пишну, білу піну. Додайте яблучне пюре, рослинна олія. Збийте ще раз.',
            'Додайте борошно і розпушувач для тіста. Змішайте всі на малих обертах міксером.',
            'Тісто має вийти легким і повітряним.',
            'Візьміть прямокутну форму, застелите її папером. Тісто візуально розділіть на 3 частини. Викладіть у форму 1/3 частина тесту. Зверху через сито посипте корицею. Товщина шару залежить від бажання. Чим більше, тим виразніше він буде у готового кексу.',
            'На корицю викладіть ще 1/3 частина тесту і акуратно розрівняйте, намагаючись не пошкодити шар з корицею.',
            'Знову через сито посипте корицею.Викладіть залишки тіста. Поставте кекс випікатися в розігріту духовку до 180 градусів на 40-45 хвилин.',
            'Готовий кекс дістаньте з духовки. Перекладіть на дошку або блюдо, прохолодний. Після, по бажанню, присипте цукровою пудрою.',

        ],
    },
    {
        id: 13,
        title: 'Квас',
        ingredients: ['400 г бородинського хліба', '70 г цукру', '2,5 л води'],
        imgs:[drink1],
        spices:['2 г дріжджів (живі)'],
        steps: [
            'Бородинський хліб (400 г) поріжте кубиками з боками близько 1,5 см. Підсушіть порізаний хліб на пательні без олії, поки хліб дещо не підсохне і не візьметься твердою скоринкою.',
            'Відріжте від цілого бруска 2 г дріжджів. Для приготування квасу я рекомендую використовувати тільки живі дріжджі.',
            'Покришіть дріжджі руками у невелику миску. Чим більше ви подрібнете дріжджі, тим краще вони розчиняться.',
            'Додайте до дріжджів близько 100 мл води і 2 ст. л. цукру. Перемішайте, поки цукор повністю розчиниться.',
            'Перекладіть кубики хліба в трилітрову банку з кришкою, що закручується, додайте воду з дріжджами та цукор, що залишився.',
            'Потім долийте води до верху банки, злегка перемішайте. Закрийте нещільно кришкою і залиште бродити за кімнатної температури на 1-4 дні. Швидкість приготування квасу дуже залежить від оточуючої температури. Тож за спекотної погоди час приготування квасу буде мінімальним. Чим більше ви будете витримувати квас ти більш насиченим і різьким буде його смак.',
            'Процідіть квас через сито з марлею в чисту ємність та відразу перелийте в банки з кришками і поставте в холодильник. Домашній квас можна зберігати в холодильнику до 10 днів.'
        ],
    },
    {
        id: 14,
        title: 'Ягідний кисиль',
        ingredients: ['400 г заморожених ягід (або свіжих)', '400 г заморожених ягід (або свіжих)', '10 ст. л. цукру'],
        imgs:[drink2],
        spices:['5 ст. л. кукурудзяного крохмалю'],
        steps: [
            'У велику каструлю влийте 2,5 - 3 л води і додайте 10 ст. л. цукру. Дочекайтеся, поки цукор повністю розчиниться.',
            'Додайте 400 г будь-яких ягід на ваш смак і варіть ще 7-10 хвилин, щоб ягоди віддали свій смак.',
            'Розчиніть 5 ст. л. кукурудзяного крохмалю в склянці води і вливайте тонкою цівкою в каструлю, при цьому постійно помішуючи, щоб не утворилися згустки крохмалю. Ягоди за бажанням можна попередньо видалити, а можна і залишити.',
            'Варіть кисіль ще кілька хвилин до загустіння. Подавайте до столу охолодженим.'
        ],
    },
    {
        id: 15,
        title: 'Яблучний сидр',
        ingredients: ['2 кг яблук', '3 г пресованих дріжджів', '2 ст. л. цукру'],
        imgs:[drink3],
        spices:[],
        steps: [
            'Помийте 2 кг яблук та наріжте довільними шматочками, аби зручно було пропускати їх через соковижималку.Вичавіть з яблук сік.Перелийте сік у банку. Якщо у вас вийшов загустий сік, можна долити трохи води. Загалом має вийти 1,5 л соку.',
            'Додайте у банку до соку 2 ст. л. макухи, що утворилася в процесі вичавлення соку, трохи перемішайте.Розкришіть руками 3 г пресованих дріжджів та додайте в банку до соку.',
            'Далі всипте у банку 2 ст. л. цукру. Залиште банку для активного бродіння на 1 день в темному приміщенні, накривши марлею.Наступного дня накрийте банку резиновою рукавичкою, гарно її закріпіть на банці ниткою, щоб її не зірвало. В будь-якому пальці гумової рукавички зробіть отвір за допомогою голочки, щоб зайве повітря, що утворюється при бродінні, мало вихід.',
            'Залиште так на 2-3 дні, доки рукавичка не підніметься і потім не здується і не впаде. Закрийте банку та приберіть в темне місце на 1,5 тижні.',
            'Через місяць процідіть рідину, аби зупинити процес бродіння та видалити зайві шматочки макухи.',
            'Перелийте проціджений сидр у чисту банку та смакуйте добре охолодженим.',
        ],
    },
    // Додайте інші рецепти за потребою
];
